{
    "title": "Ooty",
    "subTitle": "Tamil Nadu",
    "description": "Ooty, also known as Udhagamandalam, is a charming hill station located in the Nilgiri district of Tamil Nadu, India. It's often referred to as the Queen of Hill Stations due to its picturesque landscapes, cool climate, and beautiful gardens. Ooty is known for its lush greenery, misty hills, and beautiful lakes. It's often called the Switzerland of India because of its resemblance to the Swiss countryside.",
    "locationUrl": "https://maps.app.goo.gl/DWAG8dBqWYZvDBH37",
    "image": "data/ooty/site/ooty.jpg",
    "bestTimeToVisit": "Although Ooty can be visited and explored any time of the year, the best is the summer months between March and June. The weather is generally pleasant throughout the year.",
    "fee": [],
    "updatedOn": "31/12/2024",
    "connectivity": {
        "bus": "Ooty Bus Station, in Ooty town.",
        "train": "Coimbatore Railway Station, about 87 KM away.",
        "flight": "Coimbatore International Airport, about 88 KM away."
    },
    "attractions": {
        "details": [
            {
                "title": "Ooty Lake",
                "timing":"6:00 AM - 6:00 PM",
                "address": "Lake Road, Ooty",
                "locationUrl": "https://maps.app.goo.gl/TM5qC53avVcwEdZWA",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Ooty Lake is a beautiful artificial lake located near Ooty in the Nilgiris district of Tamil Nadu, India. The lake was constructed by John Sullivan in 1824 by damming the water flowing down mountain streams in the Ooty valley. It was originally intended for fishing and transportation across the lake.",
                    "The lake covers an area of about 26 hectares (64 acres). One of the main attractions at Ooty Lake is boating. The Tamil Nadu Tourism Development Corporation operates a boathouse offering various boating options, including paddle boats, row boats, and motorboats1.",
                    "The lake is surrounded by eucalyptus trees and greenery, making it a picturesque spot for visitors. There's also a mini-train, an amusement park, and pony rides available for added fun.",
                    "During the summer season, boat races and boat pageantry are organized as part of the Summer Festival in Ooty. It's a lovely place to spend a day, especially if you enjoy nature and outdoor activities."
                ],                        
                "images": [
                    "data/ooty/site/ooty-lake.jpg",
                    "data/ooty/site/ooty-lake-1.jpg",
                    "data/ooty/site/ooty-lake-2.jpg",
                    "data/ooty/site/ooty-lake-3.jpg",
                    "data/ooty/site/ooty-lake-4.jpg"
                ],
                "fee": []
            },
            {
                "title": "Botanical Garden",
                "timing":"7:00 AM - 6:30 PM",
                "address": "Vannarapettai, Ooty",
                "locationUrl": "https://maps.app.goo.gl/j6BNksZke6V7fU729",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Government Botanical Garden in Ooty is a botanical wonderland located on the slopes of the Doddabetta peak. Established in 1847, the garden was initially laid out by the Marquis of Tweedale. It has grown over the years to become one of the most well-maintained gardens in India.",
                    "Spread over 55 acres, the garden is divided into several sections, including Lower Garden, New Garden, Italian Garden, Conservatory, and Nurseries.",
                    "The garden is home to an incredible variety of plants, trees, and flowers. It boasts over 650 species of plants, including exotic and indigenous species. Some highlights include the cork tree, the paper bark tree, the monkey puzzle tree, and a 20 million-year-old fossilized tree trunk.",
                    "One of the most popular events, the Annual Flower Show, is held in May. It features an array of beautifully arranged flowers and attracts visitors from all over. Besides the stunning plant collection, the garden also features well-manicured lawns, ponds with lilies, fountains, and a variety of orchids and ferns.",
                    "The Botanical Garden is a perfect place for a leisurely stroll, a picnic, or just to admire the diverse plant life."
                ],                        
                "images": [
                    "data/ooty/site/botanical-garden.jpg",
                    "data/ooty/site/botanical-garden-1.jpg",
                    "data/ooty/site/botanical-garden-2.jpg",
                    "data/ooty/site/botanical-garden-3.jpg",
                    "data/ooty/site/botanical-garden-4.jpg",
                    "data/ooty/site/botanical-garden-5.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "100"},
                    {"description": "Children", "value": "50"}                ]
            },
            {
                "title": "Pine Forest",
                "timing":"8:00 AM - 6:00 PM",
                "address": "NH 181, Near Shooting Spot, Ooty",
                "locationUrl": "https://maps.app.goo.gl/bf79rCTVZSx6kHxt5",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Pine Forest near Ooty is a beautiful, serene place that attracts nature lovers and photographers alike. The forest is characterized by tall, majestic pine trees that create a stunning landscape. The tall trees form a canopy that allows sunlight to filter through, creating a magical atmosphere.",
                    "The Pine Forest is situated between Ooty and Thalakunda, and it is easily accessible by road. It's a popular stop for tourists traveling to or from Ooty.",
                    "It's a great spot for a peaceful walk, photography, or simply enjoying the tranquility of nature. The forest has been the backdrop for many Indian films due to its picturesque setting.",
                    "Whether you're looking to take a leisurely stroll, capture some beautiful photographs, or just unwind in the lap of nature, the Pine Forest is a must-visit spot near Ooty."
                ],                        
                "images": [
                    "data/ooty/site/pine-forest.jpg",
                    "data/ooty/site/pine-forest-1.jpg",
                    "data/ooty/site/pine-forest-2.jpg",
                    "data/ooty/site/pine-forest-3.jpg",
                    "data/ooty/site/pine-forest-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "30"},
                    {"description": "Children", "value": "30"}
                ]
            },
            {
                "title": "Doddabetta Peak",
                "timing":"7:00 AM - 5:00 PM",
                "address": "Doddabetta, Ooty",
                "locationUrl": "https://maps.app.goo.gl/HAwpRXnKdSFVM46o9",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Doddabetta Peak is the highest peak in the Nilgiri Hills at an elevation of 2,637 meters (8,650 feet) and is a popular tourist destination in Ooty. The peak offers breathtaking panoramic views of the surrounding hills, valleys, and forests. On a clear day, you can even see the distant plains of Coimbatore and the highlands of Mysore.",
                    "At the summit, there's an observatory with two telescopes, managed by the Tamil Nadu Tourism Development Corporation. Visitors can use these telescopes to get a closer look at the scenic beauty around.",
                    "The area around Doddabetta is great for trekking. The trek to the peak takes you through lush forests filled with rhododendron, pine, and eucalyptus trees. The rich biodiversity of the area is a delight for nature enthusiasts. You'll find a variety of native plants and the chance to spot some local wildlife.",
                    "Whether you're an adventure seeker, a nature lover, or simply someone who enjoys stunning vistas, Doddabetta Peak has something to offer."
                ],                        
                "images": [
                    "data/ooty/site/doddabetta-peak.jpg",
                    "data/ooty/site/doddabetta-peak-1.jpg",
                    "data/ooty/site/doddabetta-peak-2.jpg",
                    "data/ooty/site/doddabetta-peak-3.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "10"},
                    {"description": "Children", "value": "10"}
                ]
            },
            {
                "title": "Rose Garden",
                "timing":"7:00 AM - 6:30 PM",
                "address": "Davisdale, Ooty",
                "locationUrl": "https://maps.app.goo.gl/CWPiXL341JXWHxbn8",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Government Rose Garden in Ooty is a breathtaking attraction and one of the largest rose gardens in India. Situated on the slopes of Elk Hill, the garden covers an area of around 10 acres. The garden boasts over 20,000 varieties of roses, including hybrid tea roses, floribunda roses, ramblers, and miniature roses. It's a paradise for rose enthusiasts.",
                    "The garden is beautifully designed with terraces, pathways, and pergolas, making it a great place for a leisurely stroll. Each section is meticulously maintained, and the vibrant colors of the roses create a stunning visual experience.", 
                    "The garden has received numerous awards for its exceptional collection and maintenance. It is recognized by the World Federation of Rose Societies (WFRS) and has won the Garden of Excellence Award. The best time to visit the Rose Garden is between March and June when the roses are in full bloom. The Summer Festival, held in May, features the Annual Flower Show, which showcases a magnificent display of roses and other flowers.",
                    "Whether you're a passionate gardener, a photography enthusiast, or simply someone who appreciates natural beauty, the Rose Garden is a must-visit."
                ],                        
                "images": [
                    "data/ooty/site/rose-garden.jpg",
                    "data/ooty/site/rose-garden-1.jpg",
                    "data/ooty/site/rose-garden-2.jpg",
                    "data/ooty/site/rose-garden-3.jpg",
                    "data/ooty/site/rose-garden-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "75"},
                    {"description": "Children", "value": "40"}
                ]
            },
            {
                "title": "Siri Horticulture Garden",
                "timing":"7:00 AM - 7:00 PM",
                "address": "Fern Hill, Ooty",
                "locationUrl": "https://maps.app.goo.gl/8Q8k3GzvKf89QsXd7",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Karnataka Siri Horticulture Garden in Ooty is a delightful place to explore. Located on Fern Hill, this garden is a must-visit for anyone who loves vibrant flowers and beautifully designed landscapes. Spread over 38 acres, the garden is divided into several sections including the Rose Garden, Italian Garden, Tea Garden, Maze Garden, Sunken Garden, and Topiary Garden.",
                    "With over 50,000 pots of colorful and diverse flowers, the garden is a feast for the eyes. The garden features a Maple Tree Avenue, a dedicated Orchid Zone, a separate section for herbs, and stunning topiary art.",
                    "The Winter Flower Show is a major attraction, drawing visitors from far and wide with its impressive floral displays. It's a great spot to relax and soak in the beauty of nature."
                ],                        
                "images": [
                    "data/ooty/site/siri-horticulture-garden.jpg",
                    "data/ooty/site/siri-horticulture-garden-1.jpg",
                    "data/ooty/site/siri-horticulture-garden-2.jpg",
                    "data/ooty/site/siri-horticulture-garden-3.jpg",
                    "data/ooty/site/siri-horticulture-garden-4.jpg",
                    "data/ooty/site/siri-horticulture-garden-5.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "75"},
                    {"description": "Children", "value": "40"}
                ]
            },
            {
                "title": "Pykara Lake",
                "timing":"8:30 AM - 5:00 PM",
                "address": "Pykara, Ooty",
                "locationUrl": "https://maps.app.goo.gl/SMmgqTw8EdbfgUAt6",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Pykara Lake is a scenic spot located about 20 kilometers from Ooty in Tamil Nadu. The lake is formed by a dam constructed on the Pykara River, which originates from the Mukurthi peak.",
                    "The lake is a popular spot for boating, with options for motorboats and speedboats. It's a great way to enjoy the serene surroundings and the lush greenery.",
                    "The area around the lake is perfect for picnics, with a small cafeteria and restaurant available for visitors. It's a wonderful place to spend a day, whether you're looking to relax by the lake, enjoy a boat ride, or take a hike to the waterfalls."
                ],                        
                "images": [
                    "data/ooty/site/pykara-lake.jpg",
                    "data/ooty/site/pykara-lake-1.jpg",
                    "data/ooty/site/pykara-lake-2.jpg",
                    "data/ooty/site/pykara-lake-3.jpg",
                    "data/ooty/site/pykara-lake-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "30"},
                    {"description": "Children", "value": "30"}
                ]
            },
            {
                "title": "Pykara Falls",
                "timing":"8:30 AM - 5:00 PM",
                "address": "Pykara, Ooty",
                "locationUrl": "https://maps.app.goo.gl/bztc4RpEXi7Am9xk8",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Pykara Falls is a breathtaking natural attraction located near Pykara Lake, about 20 kilometers from Ooty. The falls consist of two separate cascades, one with a drop of 55 meters and the other with a drop of 61 meters. The sound of the rushing water and the sight of the falls are truly mesmerizing.",
                    "Surrounded by lush greenery and serene landscapes, Pykara Falls is a perfect spot for nature lovers and photographers. There is a well-maintained path and a designated viewing area, making it accessible for visitors to enjoy the falls safely.",
                    "The best time to visit Pykara Falls is during the monsoon season, from June to September, when the water flow is at its peak. It's a wonderful place to experience the beauty of nature and unwind.",
                    "Visitors can take a walk along the trails, enjoy the scenic views, and capture stunning photographs. Boating at nearby Pykara Lake is also a popular activity."
                ],                        
                "images": [
                    "data/ooty/site/pykara-falls-1.jpg",
                    "data/ooty/site/pykara-falls-2.jpg",
                    "data/ooty/site/pykara-falls-3.jpg",
                    "data/ooty/site/pykara-falls-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "30"},
                    {"description": "Children", "value": "30"}
                ]
            },
            {
                "title": "Sims Park",
                "timing":"9:00 AM - 6:00 PM",
                "address": "Coonoor, Ooty",
                "locationUrl": "https://maps.app.goo.gl/N3cbj2HdX7P8A1g39",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Sim's Park is actually located in Coonoor, which is near Ooty. It's a beautiful botanical garden that's perfect for a peaceful day out. The park is home to over 1,000 species of colorful and vibrant flowers, making it a paradise for nature lovers and photographers.",
                    "Spread over 12 hectares, the park is divided into sections such as a lily pond, rose garden, boating area, and a flowering plants area. Named after the British Officer J.D. Sims, the park was established in 1847 and has been well-maintained ever since.",
                    "Visitors can enjoy boating on the small lake, take peaceful walks, and explore the diverse ecosystem of trees and plants from around the world. The park also hosts a fruits and vegetable show organized by the Department of Horticulture, attracting thousands of visitors each year."
                ],                        
                "images": [
                    "data/ooty/site/sims-park.jpg",
                    "data/ooty/site/sims-park-1.jpg",
                    "data/ooty/site/sims-park-2.jpg",
                    "data/ooty/site/sims-park-3.jpg",
                    "data/ooty/site/sims-park-4.jpg",
                    "data/ooty/site/sims-park-5.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "75"},
                    {"description": "Children", "value": "40"}
                ]
            },
            {
                "title": "Toy Train",
                "timing":"7:00 AM - 5:00 PM",
                "address": "Kathadimattam, Ooty",
                "locationUrl": "https://maps.app.goo.gl/rxUZB8YabRpNxgDY9",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Ooty toy train, also known as the Nilgiri Mountain Railway, is a delightful and historic train journey that connects the town of Mettupalayam with the hill station of Ooty (Udhagamandalam) in Tamil Nadu, India. It is part of the UNESCO World Heritage Site known as the Mountain Railways of India.",
                    "The train journey offers breathtaking views of the Nilgiri Hills, tea estates, forests, and charming little stations along the way. The route covers a distance of about 46 kilometers. The railway was built by the British in the early 20th century and has been operating since 1908. It uses a unique rack and pinion system to navigate the steep inclines.",
                    "The ride is often described as a magical experience, with its vintage carriages and slow pace, allowing passengers to soak in the beautiful surroundings. The train passes through 16 tunnels and crosses over 250 bridges. The toy train is known for its heritage steam locomotives, although some services are now operated by diesel engines.",
                    "It's a must-try experience for anyone visiting Ooty"
                ],                        
                "images": [
                    "data/ooty/site/toy-train.jpg",
                    "data/ooty/site/toy-train-1.jpg",
                    "data/ooty/site/toy-train-2.jpg",
                    "data/ooty/site/toy-train-3.jpg",
                    "data/ooty/site/toy-train-4.jpg"
                ],
                "fee": [
                    {"description": "Second Sitting", "value": "150"},
                    {"description": "First Class", "value": "350"}
                ]
            },
            {
                "title": "Museum",
                "timing":"10:00 AM - 5:00 PM",
                "address": "Stone House, Ooty",
                "locationUrl": "https://maps.app.goo.gl/NNbjKedYiVCVZ2YK9",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Government Museum in Ooty, also known as the Stone House or Kal Bungalow, is a fascinating place to explore the cultural heritage and history of the indigenous tribes of the Nilgiri region. The museum showcases a remarkable collection of tribal objects, including craft, sculptures, jewelry, clothing, farming implements, and ecological details of the region.",
                    "It also features taxidermy artifacts, geological items, musical instruments, and ancient statues. The museum highlights the culture and society of the 18 tribes in Ooty, with a special focus on the Toda tribe, a pastoral community known for their unique customs and traditions.",
                    "It's a great spot to learn about the rich cultural heritage of the area and the way of life of the indigenous tribes."
                ],                        
                "images": [
                    "data/ooty/site/museum.jpg",
                    "data/ooty/site/museum-1.jpg",
                    "data/ooty/site/museum-2.jpg",
                    "data/ooty/site/museum-3.jpg",
                    "data/ooty/site/museum-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "5"},
                    {"description": "Children", "value": "3"}
                ]
            },
            {
                "title": "Thread Garden",
                "timing":"9:00 AM - 7:00 PM",
                "address": "North Lake Road, Ooty",
                "locationUrl": "https://maps.app.goo.gl/EFEgiiXZkxeFptieA",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Thread Garden in Ooty is a unique and fascinating attraction. it showcases an incredible collection of artificial flowers, plants, and trees, all crafted entirely from thread, canvas, and wire. The garden was created by Mr. Antony Joseph and his team of skilled workers using a technique called Four Dimensional Hand Wound Embroidery.",
                    "This meticulous process involves no machines or needles, just the hands of the artists. The garden features over 150 types of artificial flowers and plants, each one made with incredible attention to detail. The vibrant colors and lifelike appearance of the creations are truly mesmerizing. The project took 12 years to complete and used approximately 6 crore meters of embroidery thread.",
                    "Visitors can explore the dimly lit space and marvel at the intricate designs. The garden is a testament to human creativity and craftsmanship.",
                    "It's a must-visit spot for art lovers and anyone interested in unique and innovative art forms"

                ],                        
                "images": [
                    "data/ooty/site/thread-garden.jpg",
                    "data/ooty/site/thread-garden-1.jpg",
                    "data/ooty/site/thread-garden-2.jpg",
                    "data/ooty/site/thread-garden-3.jpg",
                    "data/ooty/site/thread-garden-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "30"},
                    {"description": "Children", "value": "20"}
                ]
            },
            {
                "title": "Honeymoon Boat House",
                "timing":"9:00 AM - 5:00 PM",
                "address": "Lake Road, Ooty",
                "locationUrl": "https://maps.app.goo.gl/69zQLHvjciQv67uX9",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Honeymoon Boat House in Ooty is a charming spot, perfect for couples looking to spend some romantic time together. Located on the west side of the main Ooty Boat House, it offers a serene and picturesque setting. A long paved walkway surrounded by greenery and the lake, making it an ideal place for a leisurely strol.",
                    "You can enjoy various boating options, including pedal boats, row boats, and motor boats. It's a great way to explore the lake and enjoy the beautiful surroundings. The Honeymoon Boat House is less crowded compared to other spots in Ooty, providing a peaceful and romantic environment for couples.",
                    "It's definitely a must-visit destination for honeymooners and couples looking to create beautiful memories together."
                ],                        
                "images": [
                    "data/ooty/site/honeymoon-boat-house.jpg",
                    "data/ooty/site/honeymoon-boat-house-1.jpg",
                    "data/ooty/site/honeymoon-boat-house-2.jpg",
                    "data/ooty/site/honeymoon-boat-house-3.jpg",
                    "data/ooty/site/honeymoon-boat-house-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "15"},
                    {"description": "Children", "value": "15"}
                ]
            },
            {
                "title": "Avalanche Lake",
                "timing":"9:30 AM - 5:00 PM",
                "address": "Avalanche, Ooty",
                "locationUrl": "https://maps.app.goo.gl/FN4a6TvECMroEVWD8",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Avalanche Lake is a beautiful and serene destination located about 28 kilometers from Ooty in the Nilgiris district of Tamil Nadu. The lake is surrounded by lush greenery, including magnolias, rhododendrons, and shola forests, making it a picturesque spot.",
                    "Visitors can enjoy activities like trout fishing, trekking, camping, and nature walks. The lake is especially popular after the monsoon season when the water levels are high. The area is part of the Nilgiri Biosphere Reserve and is home to a variety of flora and fauna, including some endangered species.",
                    "Camping is allowed at Avalanche Lake, and you can set up tents to spend the night under the stars. There are also forest rest houses available for overnight stays. It's a perfect getaway for nature lovers and adventure seekers."
                ],                        
                "images": [
                    "data/ooty/site/avalanche-lake.jpg",
                    "data/ooty/site/avalanche-lake-1.jpg",
                    "data/ooty/site/avalanche-lake-2.jpg",
                    "data/ooty/site/avalanche-lake-3.jpg",
                    "data/ooty/site/avalanche-lake-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "20"},
                    {"description": "Children", "value": "20"},
                    {"description": "Motorcycle", "value": "20"},
                    {"description": "Car", "value": "50"},
                    {"description": "Van, Bus", "value": "200"}
                ]
            },
            {
                "title": "Emerald Lake",
                "timing":"9:30 AM - 5:00 PM",
                "address": "Emerald Lake Road, Ooty",
                "locationUrl": "https://maps.app.goo.gl/HK4Wf6WgYe6iPFWNA",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Emerald Lake is a hidden gem nestled in the Nilgiris district of Tamil Nadu, about 20 kilometers from Ooty. It's a serene and picturesque spot, perfect for nature lovers and those seeking a peaceful retreat.",
                    "The lake is surrounded by lush green tea gardens, rolling hills, and dense forests, offering breathtaking views. The tranquil blue-green waters of the lake create a stunning contrast with the surrounding greenery. Watching the sunset over Emerald Lake is a magical experience. The changing colors of the sky and the reflection on the water make for a mesmerizing sight.",
                    "Visitors can enjoy activities like nature walks, bird-watching, and picnics. The area is also popular for photography, with its beautiful landscapes and vibrant flora and fauna. The lake is relatively less crowded, providing a perfect escape from the hustle and bustle of city life."
                ],                        
                "images": [
                    "data/ooty/site/emerald-lake.jpg",
                    "data/ooty/site/emerald-lake-1.jpg",
                    "data/ooty/site/emerald-lake-2.jpg",
                    "data/ooty/site/emerald-lake-3.jpg",
                    "data/ooty/site/emerald-lake-4.jpg"
                ],
                "fee": [
                ]
            },
            {
                "title": "Wenlock Downs",
                "timing":"7:00 AM - 6:45 PM",
                "address": "Gundlupet Hwy, Ooty",
                "locationUrl": "https://maps.app.goo.gl/fTQxHxgeviG39Md89",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Wenlock Downs is a beautiful and expansive grassland located about 17 kilometers from Ooty, Tamil Nadu. It's a popular spot for nature lovers, picnickers, and those looking to enjoy the serene beauty of the Nilgiri Hills.The vast meadows stretch out as far as the eye can see, offering stunning panoramic views of the surrounding hills and valleys.",
                    "It's often referred to as the Shooting Point because of its picturesque landscapes, which have been featured in several Indian movies. Visitors can enjoy activities like walking, hiking, and picnicking amidst the lush greenery. The area is also home to the Gymkhana Club, the Hindustan Photo Films Company, and a Government Sheep Farm."
                ],                        
                "images": [
                    "data/ooty/site/wenlock-downs.jpg",
                    "data/ooty/site/wenlock-downs-1.jpg",
                    "data/ooty/site/wenlock-downs-2.jpg",
                    "data/ooty/site/wenlock-downs-3.jpg",
                    "data/ooty/site/wenlock-downs-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "30"},
                    {"description": "Children", "value": "30"}
                ]
            },
            {
                "title": "6th Mile",
                "timing":"7:00 AM - 6:45 PM",
                "address": "Sholur, Ooty",
                "locationUrl": "https://maps.app.goo.gl/TpARcVR9MACoh33i6",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "6th Mile is a scenic viewpoint located about 10 kilometers from Ooty, Tamil Nadu, nestled within the Wenlock Downs. It's a popular spot for nature lovers and photographers due to its stunning views and lush surroundings. The location offers breathtaking panoramic views of the Nilgiri Hills, Shola forests, and the surrounding meadows.",
                    "Visitors can enjoy activities like hiking, horse riding, and photography. The area is perfect for capturing beautiful photos of the greenery and landscapes. Near 6th Mile, you can find the traditional barrel-shaped huts of the Toda tribe, known as munds. These huts are made of bamboo and grass and have a small door that requires crawling to enter or exit.",
                    "The best time to visit 6th Mile is from December to April when the weather is pleasant and dry. This period offers clear skies and comfortable temperatures for exploring the area. It's a great spot to relax and enjoy the natural beauty of the Nilgiris."
                ],                        
                "images": [
                    "data/ooty/site/6th-mile.jpg",
                    "data/ooty/site/6th-mile-1.jpg",
                    "data/ooty/site/6th-mile-2.jpg",
                    "data/ooty/site/6th-mile-3.jpg",
                    "data/ooty/site/6th-mile-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "30"},
                    {"description": "Children", "value": "30"}
                ]
            },
            {
                "title": "Kalhatty Waterfalls",
                "timing":"9:00 AM - 5:00 PM",
                "address": "Kalhatti, Ooty",
                "locationUrl": "https://maps.app.goo.gl/aVXPtQstjqrFtPn26",
                "amenities": ["local_parking", "local_dining"],
                "description": [
                    "Kalhatty Waterfalls, also known as Kalhatti Falls, is a beautiful and serene waterfall located about 13 kilometers from Ooty, Tamil Nadu. he falls are set against the backdrop of the Western Ghats, cascading from the Sigur Plateau. The lush greenery and the sound of the water create a peaceful and picturesque environment.",
                    "To reach the falls, you can embark on a trek from the Kalhatti village, which is about 3 kilometers long. The trek is adventurous and offers a chance to immerse yourself in nature. The area is rich in flora and fauna, making it an ideal spot for bird watching. You might also spot wild animals like deer, wild buffalo, and sambhar coming to drink water.",
                    "The best time to visit is from September to November, when the monsoon has receded, and the weather is pleasant. It's advisable to avoid visiting during the peak monsoon season due to unpredictable water levels. It's a wonderful spot for nature lovers and adventure seekers."
                ],                        
                "images": [
                    "data/ooty/site/kalhatty-waterfalls.jpg",
                    "data/ooty/site/kalhatty-waterfalls-1.jpg",
                    "data/ooty/site/kalhatty-waterfalls-2.jpg",
                    "data/ooty/site/kalhatty-waterfalls-3.jpg",
                    "data/ooty/site/kalhatty-waterfalls-4.jpg"
                ],
                "fee": [
                ]
            },
            {
                "title": "Tea Museum",
                "timing":"9:00 AM - 5:30 PM",
                "address": "Dodabetta Road, Ooty",
                "locationUrl": "https://maps.app.goo.gl/rXtHUtKaUCQwMw988",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Tea Museum in Ooty, also known as the Tea Factory, is a fascinating place for tea enthusiasts and visitors interested in learning about the tea-making process. The museum showcases the history of tea production in the Nilgiris and its evolution over the years. It also highlights the importance of tea in India and its global significance.",
                    "Visitors can see the entire process of tea production, from plucking the fresh leaves to packaging the final product. The museum features various stages like withering, rolling, drying, and the CTC (Cut, Tear, Curl) method. One of the highlights is the opportunity to taste freshly brewed tea. Different flavors like cardamom tea, masala tea, ginger tea, and green tea are available.",
                    "The museum shop offers tea-related souvenirs such as tea cups, tea plates, and t-shirts with the Tea Museum logo. he factory also produces homemade chocolates, which visitors can purchase. Flavors include rum and raisin, fruit and nut, fig and honey, roasted almonds, coffee chocolate, and sugar-free varieties."
                ],                        
                "images": [
                    "data/ooty/site/tea-museum.jpg",
                    "data/ooty/site/tea-museum-1.jpg",
                    "data/ooty/site/tea-museum-2.jpg",
                    "data/ooty/site/tea-museum-3.jpg",
                    "data/ooty/site/tea-museum-4.jpg"
                ],
                "fee": [
                    {"description": "Adult", "value": "10"},
                    {"description": "Children", "value": "10"}
                ]
            },
            {
                "title": "Kamraj Sagar Dam",
                "timing":"9:00 AM - 5:00 PM",
                "address": "Gundlupet Hwy, Ooty",
                "locationUrl": "https://maps.app.goo.gl/ZesFXx2iSh349RHU6",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "The Kamraj Sagar Dam, also known as the Sandynalla Reservoir, is located about 10 kilometers from Ooty in the Nilgiris district of Tamil Nadu. The dam is surrounded by lush greenery and offers picturesque views, making it a popular spot for picnics and photography. Visitors can enjoy activities like bird watching, nature walks, and fishing. The reservoir is home to various species of fish, including trout.",
                    "It's easily accessible by road from Ooty, and the journey itself offers beautiful views of the countryside. The dam has been a popular location for film shoots, including the famous Tamil movie Roja. It's a wonderful spot to relax and enjoy the natural beauty of the Nilgiris."                
                ],                        
                "images": [
                    "data/ooty/site/kamraj-sagar-dam.jpg",
                    "data/ooty/site/kamraj-sagar-dam-1.jpg",
                    "data/ooty/site/kamraj-sagar-dam-2.jpg",
                    "data/ooty/site/kamraj-sagar-dam-3.jpg",
                    "data/ooty/site/kamraj-sagar-dam-4.jpg"
                ],
                "fee": [
                ]
            },
            {
                "title": "Mudumalai Tiger Reserve",
                "timing":"6:30 AM - 6:00 PM *",
                "address": "Mudumalai, Ooty",
                "locationUrl": "https://maps.app.goo.gl/eRr3m7ZnT1aZjJnRA",
                "amenities": ["local_parking", "local_dining", "shopping_bag", "wc"],
                "description": [
                    "Mudumalai Tiger Reserve is an incredible destination for wildlife enthusiasts and nature lovers. The reserve is home to a diverse range of wildlife, including endangered species like the Bengal tiger, Indian elephant, Indian leopard, and Indian gaur. It also boasts rich biodiversity with numerous bird species, reptiles, and amphibians.",                    
                    "Covering an area of approximately 321 square kilometers, the reserve offers a variety of habitats, including tropical moist deciduous forests, dry deciduous forests, and grasslands. Visitors can engage in activities like jeep safaris, elephant safaris, and bird watching. The guided safaris offer a chance to spot wildlife in their natural habitat.",
                    "Established in 1940 and declared a tiger reserve under Project Tiger in 2007, Mudumalai Tiger Reserve has been a protected area for over 80 years. It's a fantastic destination to experience the natural beauty and wildlife of the Nilgiris.",
                    "* Vehicle Safari: 6:30 AM - 10:00 AM, 2:00 PM - 5:00 PM, Elephant Camp: 8:30 AM - 9:00 AM, 5:30 PM - 6:00 PM"

                ],                        
                "images": [
                    "data/ooty/site/mudumalai-tiger-reserve.jpg",
                    "data/ooty/site/mudumalai-tiger-reserve-1.jpg",
                    "data/ooty/site/mudumalai-tiger-reserve-2.jpg",
                    "data/ooty/site/mudumalai-tiger-reserve-3.jpg",
                    "data/ooty/site/mudumalai-tiger-reserve-4.jpg"
                ],
                "fee": [
                    {"description": "Elephant Camp - Adult", "value": "30"},
                    {"description": "Elephant Camp - Children", "value": "20"},
                    {"description": "Van Safari Per Person", "value": "340"},
                    {"description": "Jeep Safari", "value": "5000"},
                    {"description": "Parking Motorcycle", "value": "20"},
                    {"description": "Parking Car, Van", "value": "50"},
                    {"description": "Parking Bus", "value": "100"}
                ]
            }
        ]
    },
    "restaurants": {
        "details" : [
        ]
    },
    "accommodation": {
        "details" : [
        ]
    },
    "transportation": {
        "details" : [
        ]
    }
}